let_to_price = {'А': 1, 'Б': 3, 'В': 1,
                'Г': 3, 'Д': 2, 'Е': 1,
                'Ё': 3, 'Ж': 5, 'З': 5,
                'И': 1, 'Й': 4, 'К': 2,
                'Л': 2, 'М': 2, 'Н': 1,
                'О': 1, 'П': 2, 'Р': 1,
                'С': 1, 'Т': 1, 'У': 2,
                'Ф': 10, 'Х': 5, 'Ц': 5,
                'Ш': 8, 'Щ': 10, 'Ъ': 10,
                'Ы': 4, 'Ь': 3, 'Э': 8,
                'Ю': 8, 'Я': 3, ' ': 0}

bag = {'А': 8, 'Б': 2, 'В': 4,
       'Г': 2, 'Д': 4, 'Е': 8,
       'Ё': 1, 'Ж': 1, 'З': 2,
       'И': 5, 'Й': 1, 'К': 4,
       'Л': 4, 'М': 3, 'Н': 5,
       'О': 10, 'П': 4, 'Р': 5,
       'С': 5, 'Т': 5, 'У': 4,
       'Ф': 1, 'Х': 1, 'Ц': 1,
       'Ш': 1, 'Щ': 1, 'Ъ': 1,
       'Ы': 2, 'Ь': 2, 'Э': 1,
       'Ю': 1, 'Я': 2, ' ': 2}

amount_of_letters = 103

n_player_let = 7

gap_filler = "--"

dict = "resources/erudit.txt"

let_sep = "__"

y_axis = 'АБВГДЕЖЗИЙКЛМНО'

hor_dir = "г"

vert_dir = "в"